[
  {
    "id": 835599320,
    "featured": "New update",
    "title": "TikTok - Make Your Day",
    "slug": "tiktok-make-your-day",
    "subtitle": "Real People. Real Videos.",
    "icon": "tiktok-make-your-day-icon.jpg",
    "description": "TikTok is THE destination for mobile videos. On TikTok, short-form videos are exciting, spontaneous, and genuine. Whether you’re a sports fanatic, a pet enthusiast, or just looking for a laugh, there’s something for everyone on TikTok. All you have to do is watch, engage with what you like, skip what you don’t, and you’ll find an endless stream of short videos that feel personalized just for you. From your morning coffee to your afternoon errands, TikTok has the videos that are guaranteed to make your day.\n\nWe make it easy for you to discover and create your own original videos by providing easy-to-use tools to view and capture your daily moments. Take your videos to the next level with special effects, filters, music, and more. \n\n■ Watch endless amount of videos customized specifically for you\nA personalized video feed based on what you watch, like, and share. TikTok offers you real, interesting, and fun videos that will make your day.\n \n■ Explore videos, just one scroll away\nWatch all types of videos, from Comedy, Gaming, DIY, Food, Sports, Memes, and Pets, to Oddly Satisfying, ASMR, and everything in between.\n \n■ Pause recording multiple times in one video\nPause and resume your video with just a tap. Shoot as many times as you need.\n \n■ Be entertained and inspired by a global community of creators\nMillions of creators are on TikTok showcasing their incredible skills and everyday life. Let yourself be inspired.\n\n■ Add your favorite music or sound to your videos for free\nEasily edit your videos with millions of free music clips and sounds. We curate music and sound playlists for you with the hottest tracks in every genre, including Hip Hop, Edm, Pop, Rock, Rap, and Country, and the most viral original sounds.\n\n■ Express yourself with creative effects\nUnlock tons of filters, effects, and AR objects to take your videos to the next level.\n\n■ Edit your own videos \nOur integrated editing tools allow you to easily trim, cut, merge and duplicate video clips without leaving the app.\n\n* Any feedback? Contact us at feedback@tiktok.com or tweet us @tiktok_us",
    "price": "$0.00",
    "release_date": "2014-04-02T00:00:00",
    "size": 219253760,
    "promotionalText": "",
    "rating": 4.8,
    "developer": {
      "name": "TikTok Inc.",
      "id": 1039610913
    },
    "screenshots": [
      "tiktok-make-your-day-1.jpg",
      "tiktok-make-your-day-2.jpg",
      "tiktok-make-your-day-3.jpg",
      "tiktok-make-your-day-4.jpg",
      "tiktok-make-your-day-5.jpg"
    ],
    "versions": [
      {
        "version": "14.7.0",
        "release_date": "2020-01-22T00:00:00",
        "release_notes": "It's easier than ever  to add a sound to your video."
      },
      {
        "version": "14.8.0",
        "release_date": "2020-02-13T00:00:00",
        "release_notes": "You'll get our latest and greatest effects."
      },
      {
        "version": "14.9.0",
        "release_date": "2020-02-18T00:00:00",
        "release_notes": "You'll get our latest and greatest effects."
      },
      {
        "version": "15.0.0",
        "release_date": "2020-02-27T00:00:00",
        "release_notes": "As always, we've made some performance improvements to make your in-app experience even better. "
      },
      {
        "version": "15.1.0",
        "release_date": "2020-03-04T00:00:00",
        "release_notes": "As always, we've made some performance improvements to make your in-app experience even better. "
      }
    ]
  },
  {
    "id": 544007664,
    "featured": "New update",
    "title": "YouTube: Watch, Listen, Stream",
    "slug": "youtube-watch-listen-stream",
    "subtitle": "Videos, Music and Live Streams",
    "icon": "youtube-watch-listen-stream-icon.jpg",
    "description": "Make watching your favorite videos easier with the YouTube app. Explore brand new content, music, news and more with the official YouTube app for iPhone and iPad.\n\nDiscover even more with the official YouTube app. Subscribe to channels with your favorite content, share them with friends or upload your very own videos for everyone to see.\n\nGet more out of your video streaming app and discover even more with YouTube.\n\nYOUTUBE FEATURES:\n\nDISCOVER BRAND NEW CONTENT\n- Browse YouTube’s personal recommendations on the home tab\n- Watch the hottest videos, from music to viral sensations on the trending tab\n- Like something? Tap like to save to your personal list or share with your friends!\n\nSTREAM MUSIC\n- Find the videos of the latest hits! \n- Watch fresh releases from popular and trending artists\n\nLIVE STREAMS & MORE\n- Get the latest news or watch your favorite popular live streams right on your device!\n\nLEARN FROM THE BEST\n- Practice and learn alongside the best online\n- Watch videos and learn any skill you need \n- Explore thousands of videos for makeup, DIY, tips and more!\n\nCONNECT AND SHARE\n- Let people know how you feel with likes, comments, or shares\n- Directly share your friends favorite videos with your friends\n- Make a playlist that saves your favorite videos\n- See the latest from the creators you follow on the subscriptions tab\n\nDownload the official YouTube app and start watching your favorite videos today!\n\nSUPPORT YOUR FAVORITE CREATORS WITH CHANNEL MEMBERSHIPS\n- Support the channel you love with monthly recurring payments\n- Stand out in comments and live chat with a loyalty badge next to your username\n- Get access to exclusive perks from the channel\n\nWITH YOUTUBE PREMIUM, GET YOUTUBE AD-FREE, OFFLINE, AND IN THE BACKGROUND.\n- Watch the videos you love without ads!\n- Play videos in the background, even when you open another app\n- Download videos for when you're low on data or can't get online\n\nIf you subscribe via iTunes:\n\nPayment will be charged to iTunes Account at confirmation of purchase. Subscription automatically renews unless auto-renew is turned off at least 24 hours before the end of the current period. Account will be charged for renewal within 24 hours prior to the end of the current period at the rate of the selected plan. Subscriptions and auto-renewal may be managed by going to Account Settings after purchase\n\nAny unused portion of a free trial period will be forfeited when purchasing a subscription.\n\nMonthly price: $15.99\n\nYouTube paid service terms: https://www.youtube.com/t/terms_paidservice\nPrivacy policy: https://www.google.com/policies/privacy",
    "price": "$0.00",
    "release_date": "2012-09-11T00:00:00",
    "size": 186070016,
    "promotionalText": "",
    "rating": 4.7,
    "developer": {
      "name": "Google LLC",
      "id": 281956209
    },
    "screenshots": [
      "youtube-watch-listen-stream-1.jpg",
      "youtube-watch-listen-stream-2.jpg",
      "youtube-watch-listen-stream-3.jpg",
      "youtube-watch-listen-stream-4.jpg",
      "youtube-watch-listen-stream-5.jpg"
    ],
    "versions": [
      {
        "version": "15.05.4",
        "release_date": "2020-02-04T00:00:00",
        "release_notes": "Bug fixes, stability improvements, repairs to time-space continuum, etc. etc."
      },
      {
        "version": "15.05.5",
        "release_date": "2020-02-06T00:00:00",
        "release_notes": "Bug fixes, stability improvements, repairs to time-space continuum, etc. etc."
      },
      {
        "version": "15.06",
        "release_date": "2020-02-10T00:00:00",
        "release_notes": "Fixed what needed fixing and squished some bugs."
      },
      {
        "version": "15.08",
        "release_date": "2020-02-24T00:00:00",
        "release_notes": "Fixed bugs, improved performance, took out the garbage, mowed the front lawn, and now we need a little nap."
      },
      {
        "version": "15.09",
        "release_date": "2020-03-02T00:00:00",
        "release_notes": "We fixed the tubes that bring you videos – and some bugs too."
      }
    ]
  },
  {
    "id": 389801252,
    "featured": "New update",
    "title": "Instagram",
    "slug": "instagram",
    "subtitle": "",
    "icon": "instagram-icon.jpg",
    "description": "Bringing you closer to the people and things you love. — Instagram from Facebook\n\nConnect with friends, share what you’re up to, or see what's new from others all over the world. Explore our community where you can feel free to be yourself and share everything from your daily moments to life's highlights.\n\nExpress Yourself and Connect With Friends\n\n- Add photos and videos to your story that disappear after 24 hours, and bring them to life with fun creative tools.\n- Message your friends in Direct. Start fun conversations about what you see on Feed and Stories.\n- Post photos and videos to your feed that you want to show on your profile.\n\nLearn More About Your Interests\n\n- Check out IGTV for longer videos from your favorite creators.\n- Get inspired by photos and videos from new accounts in Explore.\n- Discover brands and small businesses, and shop products that are relevant to your personal style.",
    "price": "$0.00",
    "release_date": "2010-10-06T00:00:00",
    "size": 115510272,
    "promotionalText": "",
    "rating": 4.8,
    "developer": {
      "name": "Instagram, Inc.",
      "id": 389801255
    },
    "screenshots": [
      "instagram-1.jpg",
      "instagram-2.jpg",
      "instagram-3.jpg",
      "instagram-4.jpg",
      "instagram-5.jpg"
    ],
    "versions": [
      {
        "version": "127.0",
        "release_date": "2020-02-03T00:00:00",
        "release_notes": "The latest version contains bug fixes and performance improvements."
      },
      {
        "version": "128.0",
        "release_date": "2020-02-10T00:00:00",
        "release_notes": "The latest version contains bug fixes and performance improvements."
      },
      {
        "version": "129.0",
        "release_date": "2020-02-18T00:00:00",
        "release_notes": "The latest version contains bug fixes and performance improvements."
      },
      {
        "version": "130.0",
        "release_date": "2020-02-24T00:00:00",
        "release_notes": "The latest version contains bug fixes and performance improvements."
      },
      {
        "version": "131.0",
        "release_date": "2020-03-04T00:00:00",
        "release_notes": "The latest version contains bug fixes and performance improvements."
      }
    ]
  },
  {
    "id": 587366035,
    "title": "PicsArt Photo Editor + Collage",
    "slug": "picsart-photo-editor-collage",
    "subtitle": "Sticker, Pic & Video Maker",
    "icon": "picsart-photo-editor-collage-icon.jpg",
    "description": "PicsArt is an all-in-one photo and video editor on mobile with impressive photo effects, drawing tools, image editor, collage maker, sticker maker, camera, photo filters, video editor, free image library, face editor with face swap, Beautify tools, and more! Unleash your creativity with the 14th most downloaded app worldwide in 2019 with over 700 million downloads to date. Start with your picture or one from our network and give it a crop, cut out, or grid.\n \nPicsArt is home to the hugely popular Sketch effect, Glitch effect, vintage filters, aesthetic stickers, and more. AND it's FREE!\n \nShow off your awesome pictures on Instagram with #picsart and you might be featured!\n\nPHOTO EDITOR\nThousands of amazing tools for cropping, stretching, and cloning. A full library of artistic photo filters (including HDR), frames, backgrounds, and borders. Use brush mode for fine-tuning and make double exposures using layers with adjustable transparency. 100+ fonts make it easy to add text to pictures and create memes.\n \nVIDEO EDITOR\nSome of our coolest photo features are now enabled for video. Bring your unique story to life by adding fun filters and stickers, then adjusting the size for social media. No professional experience required!\n \nREMOVE OBJECTS TOOL \nQuickly and easily remove any unwanted objects from any photo. Brush over the area you want gone and change the size of the brush as needed. Then let PicsArt work its magic. Use the Remove Tool on people, buildings, blemishes, lines, and more. \n \nREPLAY\nCut your editing time in half. Replay allows you to view editing steps (from start to finish) and easily apply them to your own image with just one tap per step. Each step is customizable to your liking. The PicsArt community adds hundreds of new Replays a day and recently added Replays are available to use at any time.\n \nREMIX AND FREE-TO-EDIT IMAGES\nPicsArt was the first to allow image remixing on mobile! Start with any photo with the #freetoedit hashtag, add a personal touch by editing it your way, then share back to the PicsArt community.\n \nSKETCH\nTake any selfie and create a sketch that looks hand drawn. The Sketch effect automatically detects the outline of your portrait and does the work for you. Change the background and line color to your liking. Five Sketch effects available.\n \nPICSART GOLD\nGo Gold! PicsArt’s Gold subscription gives you access to THOUSANDS OF PREMIUM STICKERS, FONTS, FRAMES, COLLAGES, AND MASKS! We’re adding NEW EXCLUSIVE content all the time. All of this with an ad-free editing experience. Get over $3,000 worth of content for a nominal monthly or annual subscription fee.\nStart your PicsArt Gold membership with a free trial. Limit one free trial per account. Once the trial is over, you’ll be charged a nominal subscription fee. Your Gold subscription will automatically renew unless auto-renew is turned off at least 24 hours before the end of the current period. If your subscription is subject to any promotional discount, the discount will expire upon the end of the current period and you’ll be charged the standard rate upon renewal. Go to your iTunes Account under subscriptions to manage your membership and to turn auto-renew off. Your iTunes Account will be charged when the purchase is confirmed. Read more about our terms and conditions here: https://picsart.com/terms-and-conditions\n \nFREE STICKERS & STICKER MAKER\nPicsArt’s Cutout Tool lets you create and share custom Stickers out of any picture. 5 million+ free user-made Stickers and clipart are already available in-app. Add Stickers to pictures (30+ Stickers per edit), remix others’ images, and share them via iMessage.\n \nCOLLAGE MAKER AND GRIDS\nPicsArt’s collage maker provides 100+ free, easy-to-use templates. Make grid-style, templated, or freestyle collages.\n \nDRAWING\nPicsArt Draw includes customizable brushes, layers, and professional drawing tools.\n\nAbout Ads: https://picsart.com/privacy-policy#interest-based",
    "price": "$0.00",
    "release_date": "2013-01-02T00:00:00",
    "size": 130994176,
    "promotionalText": "Get your new go-to photo and video editor on mobile. Download to access highly popular Sketch Effects, Magic Effects, Beautify Tool, free Stickers, and more!",
    "rating": 4.7,
    "developer": {
      "name": "PicsArt, Inc.",
      "id": 587366038
    },
    "screenshots": [
      "picsart-photo-editor-collage-1.jpg",
      "picsart-photo-editor-collage-2.jpg",
      "picsart-photo-editor-collage-3.jpg",
      "picsart-photo-editor-collage-4.jpg",
      "picsart-photo-editor-collage-5.jpg",
      "picsart-photo-editor-collage-6.jpg",
      "picsart-photo-editor-collage-7.jpg",
      "picsart-photo-editor-collage-8.jpg",
      "picsart-photo-editor-collage-9.jpg",
      "picsart-photo-editor-collage-10.jpg"
    ],
    "versions": [
      {
        "version": "13.8",
        "release_date": "2020-01-12T00:00:00",
        "release_notes": "Get all snug and cozy next to a fireplace and enjoy our latest update. This one includes:\n• Collage support for Replay - now you can enable Replay for your collage edits. You can also apply other users’ Collage Replays to your own edits.\n• Blend Modes for Shape Mask - added all blending modes to the Shape Mask tool.\n• Bug fixes and improvements."
      },
      {
        "version": "13.9",
        "release_date": "2020-01-28T00:00:00",
        "release_notes": "Jumpstart the new year with our latest update, featuring:\n• Video Camera - a brand new feature to take your storytelling to the next level. Shoot your videos through PicsArt, add and mix filters, and effects on the fly, then take your videos directly to the Video Editor to make use of all the tools available at your disposal to create awesome edits.\n• Now you can use your Apple ID to register and sign in to PicsArt.\n• ISL1 & ISL2 - two new effects in the FLTR category. \n• Bug fixes and performance improvements."
      },
      {
        "version": "14.0",
        "release_date": "2020-02-12T00:00:00",
        "release_notes": "A new minor update to tide you over, this update includes:\n• BRNZ3 - a new bronze vintage effect in the FLTR category.\n• Replay – a complete overhaul of the UI in Replay. The new and improved UI provides much more control and functionality when applying Replays to your photos."
      },
      {
        "version": "14.1",
        "release_date": "2020-02-23T00:00:00",
        "release_notes": "Bug fixes and performance improvements"
      },
      {
        "version": "14.1.1",
        "release_date": "2020-02-26T00:00:00",
        "release_notes": "Bug Fixes and Performance Updates"
      }
    ]
  },
  {
    "id": 454638411,
    "title": "Messenger",
    "slug": "messenger",
    "subtitle": "Text and Video Chat",
    "icon": "messenger-icon.jpg",
    "description": "* SEND A MESSAGE - Skip exchanging phone numbers, just send a message. It's seamless across devices.\n* CUT DOWN GLARE WITH DARK MODE. Dark mode is a sleek look that’s easy on the eyes, by switching the background from white to black.\n* SHOW YOUR REACTION - Add a silly sticker, send a dancing GIF and use emojis to express yourself better.\n* SHARE PHOTOS AND VIDEOS - Capture the moment with the Messenger Camera, add a filter or doodle, then send to friends or share to Stories.\n* HOP ON A CALL OR VIDEO CHAT - Hang out anywhere, anytime by getting on call or a group video** chat — filters optional :) **Calls are free over Wi-Fi but otherwise standard data charges apply.\n* SEND A VOICE MESSAGE - When text just won't cut it, just hit record and send say, sing or shout it out loud.\n* SEND MONEY SECURELY AND EASILY (within US only) - Send and receive money from friends in the app by adding your debit card or PayPal* account.\n* SHARE YOUR LOCATION - Suggest a meeting spot or tell friends where you are by sharing your location with just a few taps.\n* CHAT WITH BUSINESSES - Easily connect with your favorite businesses to make reservations, get customer support, find deals and more.",
    "price": "$0.00",
    "release_date": "2011-10-19T00:00:00",
    "size": 143993856,
    "promotionalText": "",
    "rating": 4.3,
    "developer": {
      "name": "Facebook, Inc.",
      "id": 284882218
    },
    "screenshots": [
      "messenger-1.jpg",
      "messenger-2.jpg",
      "messenger-3.jpg",
      "messenger-4.jpg",
      "messenger-5.jpg",
      "messenger-6.jpg",
      "messenger-7.jpg"
    ],
    "versions": [
      {
        "version": "252.1",
        "release_date": "2020-02-19T00:00:00",
        "release_notes": "In efforts to make it easier to connect with businesses on Messenger, we are focusing on more contextual ways to connect with businesses, such as the search feature and advertising surfaces. Thanks for using Messenger!"
      },
      {
        "version": "253.1",
        "release_date": "2020-02-25T00:00:00",
        "release_notes": "In efforts to make it easier to connect with businesses on Messenger, we are focusing on more contextual ways to connect with businesses, such as the search feature and advertising surfaces. Thanks for using Messenger!"
      },
      {
        "version": "253.3",
        "release_date": "2020-02-28T00:00:00",
        "release_notes": "We are working on making Messenger smaller and faster, so you might notice some changes to the app. A few things are in the works, so keep an eye out for features and improvements coming soon!"
      },
      {
        "version": "254.0",
        "release_date": "2020-03-02T00:00:00",
        "release_notes": "We are working on making Messenger smaller and faster, so you might notice some changes to the app. A few things are in the works, so keep an eye out for features and improvements coming soon!"
      },
      {
        "version": "254.1",
        "release_date": "2020-03-05T00:00:00",
        "release_notes": "We are working on making Messenger smaller and faster, so you might notice some changes to the app. A few things are in the works, so keep an eye out for features and improvements coming soon!"
      }
    ]
  },
  {
    "id": 447188370,
    "title": "Snapchat",
    "slug": "snapchat",
    "subtitle": "Share the moment",
    "icon": "snapchat-icon.jpg",
    "description": "Snapchat is the most fun way to share the moment!\n\nSNAP\n•Snapchat opens right to the camera, so you can send a Snap in seconds! Just take a photo or video, add a caption, and send it to your best friends and family. Express yourself with Filters, Lenses, Bitmojis, and all kinds of fun effects.\n• Capturing and sending photos and videos is easy! Tap to take a photo, or press and hold for video.\n• New selfie Lenses and Filters are added every day. Change the way you look, dance with your 3D Bitmoji, and even play games with your face!\n• Create your own Filters to add to photos and videos — or try out Lenses made by our community!\n\nCHAT\n• Stay in touch with friends and groups with live messaging and Group Stories.\n• Video Chat with up to 16 friends at once. You can even use Filters and Lenses!\n• Express yourself with Friendmojis — exclusive Bitmojis made just for you and a friend.\n\nDISCOVER\n• Follow friends and watch their Stories to see their day unfold.\n• Keep up to date with exclusive Stories from top publishers and creators.\n• Watch breaking news, original Shows, and community Stories — made just for your phone.\n\nSNAP MAP\n• See where your friends are hanging out, if they’ve shared their location with you.\n• Share your location with your best friends, or go off the grid with Ghost Mode.\n• Watch live Stories from the community nearby, or across the world!\n\nMEMORIES\n• Look back on Snaps you’ve saved with free cloud storage.\n• Edit and send old moments to friends, or save them to your Camera Roll.\n• Create Stories from your favorite memories to share with friends and family.\n\nFRIENDSHIP PROFILE\n• Every friendship has its own special profile to see the moments you’ve saved together.\n• Discover new things you have in common with Charms. See how long you’ve been friends, your astrological compatibility, and more!\n• Friendship Profiles are just between you and a friend, so you can bond over what makes your friendship special.\n\nHappy Snapping!\n\n• • •\n\nPlease note: Snapchatters can always capture or save your messages by taking a screenshot, using a camera, or otherwise. Be mindful of what you Snap!",
    "price": "$0.00",
    "release_date": "2011-07-13T00:00:00",
    "size": 171073536,
    "promotionalText": "",
    "rating": 3.8,
    "developer": {
      "name": "Snap, Inc.",
      "id": 446889612
    },
    "screenshots": [
      "snapchat-1.jpg",
      "snapchat-2.jpg",
      "snapchat-3.jpg",
      "snapchat-4.jpg",
      "snapchat-5.jpg",
      "snapchat-6.jpg"
    ],
    "versions": [
      {
        "version": "10.74.0.85",
        "release_date": "2020-01-21T00:00:00",
        "release_notes": "Bug fixes and improvements!"
      },
      {
        "version": "10.74.1.1",
        "release_date": "2020-01-29T00:00:00",
        "release_notes": "Bug fixes and improvements!"
      },
      {
        "version": "10.75.0.67",
        "release_date": "2020-02-03T00:00:00",
        "release_notes": "Bug fixes and improvements!"
      },
      {
        "version": "10.76.5.67",
        "release_date": "2020-02-24T00:00:00",
        "release_notes": "Snapchat is now available in the following languages!  \n\n• Bengali (Bangladesh) \n• Bengali (India) \n• Kannada \n• Malayalam\n• Spanish (Argentina) \n• Spanish (Mexico) \n• Spanish (Spain)\n• Tamil\n• Telugu\n• Thai"
      },
      {
        "version": "10.77.0.54",
        "release_date": "2020-03-02T00:00:00",
        "release_notes": "Bug fixes and improvements! "
      }
    ]
  },
  {
    "id": 284882215,
    "title": "Facebook",
    "slug": "facebook",
    "subtitle": "",
    "icon": "facebook-icon.jpg",
    "description": "Connect with friends, family and people who share the same interests as you. Communicate privately, watch your favorite content, buy and sell items or just spend time with your community. On Facebook, keeping up with the people who matter most is easy. Discover, enjoy and do more together.\n  \nStay up to date with your loved ones:\n  • Share what's on your mind, announce major life events through posts and celebrate the everyday moments with Stories.\n  • Express yourself through your profile and posts, watch, react, interact and stay in touch with your friends, throughout\n  the day.\n\nConnect with people who share your interests with Groups:\n  • With tens of millions of groups, you'll find something for all your interests and discover more groups relevant to you.\n  • Use the Groups tab as a hub to quickly access all your groups content. Find relevant groups based on your interests with the new discovery tool and recommendations.\n\nBecome more involved with your community:\n  • Discover events happening near you, businesses to support, local groups and activities to be part of.\n  • Check out local recommendations from your friends, then coordinate with them and make plans to get together.\n  • Raise funds for a cause that’s important to you, mentor someone who wants help achieving their goals and, in the event of a local crisis, connect with other people to find or give supplies, food or shelter.\n\nEnjoy entertainment together with Watch:\n  • Discover all kinds of content from original shows to creators to trending videos in topics like beauty, sports, and entertainment.\n  • Join conversations, share with others, interact with viewers and creators and watch together like never before.\n\nBuy and sell with Marketplace:\n  • Whether it's an everyday or one-of-a-kind item, you can discover everything from household items to your next car or apartment on Marketplace.\n  • List your own item for sale and conveniently communicate with buyers and sellers through Messenger \n\nRead our Data Use Policy, Terms and other important info in the legal section of our App Store description. \n\nContinued use of GPS running in the background can dramatically decrease battery life. Facebook doesn't run GPS in the background unless you give us permission by turning on optional features that require this.",
    "price": "$0.00",
    "release_date": "2019-02-05T00:00:00",
    "size": 228722688,
    "promotionalText": "",
    "rating": 3.1,
    "developer": {
      "name": "Facebook, Inc.",
      "id": 284882218
    },
    "screenshots": [
      "facebook-1.jpg",
      "facebook-2.jpg",
      "facebook-3.jpg",
      "facebook-4.jpg",
      "facebook-5.jpg"
    ],
    "versions": [
      {
        "version": "256.0",
        "release_date": "2020-02-06T00:00:00",
        "release_notes": "We update the app regularly so we can make it better for you. Get the latest version for all of the available Facebook features. This version includes several bug fixes and performance improvements."
      },
      {
        "version": "257.0",
        "release_date": "2020-02-13T00:00:00",
        "release_notes": "We update the app regularly so we can make it better for you. Get the latest version for all of the available Facebook features. This version includes several bug fixes and performance improvements."
      },
      {
        "version": "258.0",
        "release_date": "2020-02-20T00:00:00",
        "release_notes": "We update the app regularly so we can make it better for you. Get the latest version for all of the available Facebook features. This version includes several bug fixes and performance improvements."
      },
      {
        "version": "259.0",
        "release_date": "2020-02-28T00:00:00",
        "release_notes": "We update the app regularly so we can make it better for you. Get the latest version for all of the available Facebook features. This version includes several bug fixes and performance improvements."
      },
      {
        "version": "260.0",
        "release_date": "2020-03-05T00:00:00",
        "release_notes": "We update the app regularly so we can make it better for you. Get the latest version for all of the available Facebook features. This version includes several bug fixes and performance improvements."
      }
    ]
  },
  {
    "id": 363590051,
    "featured": "Limited time",
    "title": "Netflix",
    "slug": "netflix",
    "subtitle": "Start Watching",
    "icon": "netflix-icon.jpg",
    "description": "Looking for the most talked about TV shows and movies from the around the world? They’re all on Netflix.\n\nWe’ve got award-winning series, movies, documentaries, and stand-up specials. And with the mobile app, you get Netflix while you travel, commute, or just take a break.\n\nWhat you’ll love about Netflix:\n\n• We add TV shows and movies all the time. Browse new titles or search for your favorites, and stream videos right on your device.\n• The more you watch, the better Netflix gets at recommending TV shows and movies you’ll love.\n• Create up to five profiles for an account. Profiles give different members of your household their own personalized Netflix.\n• Enjoy a safe watching experience just for kids with family-friendly entertainment.\n• Preview quick videos of our series and movies and get notifications for new episodes and releases.\n• Save your data. Download titles to your mobile device and watch offline, wherever you are.\n\nPrivacy policy: https://help.netflix.com/legal/privacy\nTerms of use: https://help.netflix.com/legal/termsofuse",
    "price": "$0.00",
    "release_date": "2015-10-17T00:00:00",
    "size": 76009472,
    "promotionalText": "",
    "rating": 4.1,
    "developer": {
      "name": "Netflix, Inc.",
      "id": 363590054
    },
    "screenshots": [
      "netflix-1.jpg",
      "netflix-2.jpg",
      "netflix-3.jpg",
      "netflix-4.jpg",
      "netflix-5.jpg",
      "netflix-6.jpg",
      "netflix-7.jpg"
    ],
    "versions": [
      {
        "version": "12.18.0",
        "release_date": "2020-02-10T00:00:00",
        "release_notes": "You worry about what to watch next, we’re busy making that experience even better.\n\nNo matter your mood—we’ve got options. In this version we made player improvements to make watching them even better.\n"
      },
      {
        "version": "12.19.0",
        "release_date": "2020-02-18T00:00:00",
        "release_notes": "Someone eyeing your Netflix app on the bus? Make sure it’s the latest and greatest. Get the update for our best experience yet.\n\nAnd in this release, we fixed bugs and made performance improvements. Just for you.\n"
      },
      {
        "version": "12.19.2",
        "release_date": "2020-02-19T00:00:00",
        "release_notes": "Want to watch Netflix on your phone while dad watches on the TV and grandma watches on her tablet? Live the dream. Just make sure you have the latest update.\n\nAnd in this release, we fixed bugs and made performance improvements. Just for you.\n"
      },
      {
        "version": "12.20.0",
        "release_date": "2020-02-24T00:00:00",
        "release_notes": "We’re working on the app experience. You work on what, when, and how you watch next. That's equally as important.\n\nWe know you have choices. In this release, we made gallery improvements so it’s easier to find the perfect thing to watch.\n"
      },
      {
        "version": "12.21.0",
        "release_date": "2020-03-02T00:00:00",
        "release_notes": "Want to watch Netflix on your phone while dad watches on the TV and grandma watches on her tablet? Live the dream. Just make sure you have the latest update.\n\nWe know you have choices. In this release, we made gallery improvements so it’s easier to find the perfect thing to watch.\n"
      }
    ]
  },
  {
    "id": 422689480,
    "title": "Gmail - Email by Google",
    "slug": "gmail-email-by-google",
    "subtitle": "Secure, fast & organized email",
    "icon": "gmail-email-by-google-icon.jpg",
    "description": "The official Gmail app brings the best of Gmail to your iPhone or iPad with real-time notifications, multiple account support and search that works across all your mail.\n\nWith the Gmail app, you can:\n• Undo Send, to prevent embarrassing mistakes\n• Switch between multiple accounts\n• Get notified of new mail fast, with notification center, badge and lock screen options\n• Search your mail faster with instant results, predictions as you type & spelling suggestions\n• Swipe to archive/delete, to quickly clear out your inbox\n• Read your mail with threaded conversations\n• Auto-complete contact names as you type from your Google contacts or your phone\n• Respond to Google Calendar invites right from the app\n• Organize your mail by archiving, labeling, starring, deleting and reporting spam\n• Send and receive attachments\n• See profile pictures as part of the conversation",
    "price": "$0.00",
    "release_date": "2011-11-02T00:00:00",
    "size": 178829312,
    "promotionalText": "",
    "rating": 4.3,
    "developer": {
      "name": "Google LLC",
      "id": 281956209
    },
    "screenshots": [
      "gmail-email-by-google-1.jpg",
      "gmail-email-by-google-2.jpg",
      "gmail-email-by-google-3.jpg",
      "gmail-email-by-google-4.jpg",
      "gmail-email-by-google-5.jpg"
    ],
    "versions": [
      {
        "version": "6.0.191117",
        "release_date": "2019-12-09T00:00:00",
        "release_notes": "Sharing a file into Gmail now defaults to the most recently used account."
      },
      {
        "version": "6.0.191215",
        "release_date": "2020-01-13T00:00:00",
        "release_notes": "You can open long message threads more reliably after upgrading to iOS 13"
      },
      {
        "version": "6.0.200112",
        "release_date": "2020-01-29T00:00:00",
        "release_notes": "Bug fixes and performance improvements."
      },
      {
        "version": "6.0.200126",
        "release_date": "2020-02-18T00:00:00",
        "release_notes": "“Hey Siri, send an email”. You can now add a shortcut to Siri to send an email faster."
      },
      {
        "version": "6.0.200209",
        "release_date": "2020-03-03T00:00:00",
        "release_notes": "“Hey Siri, send an email”. You can now add a shortcut to Siri to send an email faster."
      }
    ]
  },
  {
    "id": 297606951,
    "title": "Amazon - Shopping made easy",
    "slug": "amazon-shopping-made-easy",
    "subtitle": "Search Fast, Browse Deals Easy",
    "icon": "amazon-shopping-made-easy-icon.jpg",
    "description": "International Shopping \nBrowse, search, get product details, read reviews, and purchase millions of products with Amazon International Shopping – now available in English, Spanish, German, and Simplified Chinese. Amazon packs a variety of features and functions into this ample app, whether you’re buying gifts, reading reviews, tracking orders, scanning products, or just shopping.  Tap the mic icon and use Alexa to play music, shop, tell jokes, listen to eBooks and more. \n\nConvenient \nSign in with your existing Amazon account to access your cart, payment preferences, and shipping options. Pay in your local currency with international credit or debit cards. Create or find a baby or wedding registry. No need to create a new account to manage your 1-Click settings, wish lists, or track your orders. Shop just as you do on the web.\n\nFast \nInstantly compare prices and check availability by scanning a barcode, snapping a picture or typing your search. \n\nSecure \nAll purchases are routed through Amazon's secure servers, protecting your personal, payment, and order information. \n\nInternational Delivery\nAmazon now delivers to 100+ countries in as quickly as 3-5 days.\n\nUniversal \nIn addition to International Shopping, you can change your settings in this single app to shop Amazon.ca, Amazon.co.uk, Amazon.de, Amazon.fr, Amazon.com, Amazon.it, Amazon.es, Amazon.cn, Amazon.co.jp or Amazon.in. \n\nIn order to provide a rich experience and enable features such as voice shopping, shipping notifications, visual search, customer reviews, and authentication this app may request permission to access contacts, camera, microphone, notification, touch id, photos and Bluetooth.",
    "price": "$0.00",
    "release_date": "2010-11-14T00:00:00",
    "size": 111162368,
    "promotionalText": "",
    "rating": 3.3,
    "developer": {
      "name": "AMZN Mobile LLC",
      "id": 297606954
    },
    "screenshots": [
      "amazon-shopping-made-easy-1.jpg",
      "amazon-shopping-made-easy-2.jpg",
      "amazon-shopping-made-easy-3.jpg",
      "amazon-shopping-made-easy-4.jpg",
      "amazon-shopping-made-easy-5.jpg",
      "amazon-shopping-made-easy-6.jpg",
      "amazon-shopping-made-easy-7.jpg",
      "amazon-shopping-made-easy-8.jpg",
      "amazon-shopping-made-easy-9.jpg",
      "amazon-shopping-made-easy-10.jpg"
    ],
    "versions": [
      {
        "version": "15.2.0",
        "release_date": "2020-01-20T00:00:00",
        "release_notes": "Enjoy our latest update where we have fixed some bugs and improved our app to provide you a seamless shopping experience."
      },
      {
        "version": "15.2.4",
        "release_date": "2020-01-27T00:00:00",
        "release_notes": "Enjoy our latest update where we have fixed some bugs and improved our app to provide you a seamless shopping experience."
      },
      {
        "version": "15.3.0",
        "release_date": "2020-02-03T00:00:00",
        "release_notes": "Enjoy our latest update where we have fixed some bugs and improved our app to provide you a seamless shopping experience."
      },
      {
        "version": "15.4.0",
        "release_date": "2020-02-17T00:00:00",
        "release_notes": "Enjoy our latest update where we have fixed some bugs and improved our app to provide you a seamless shopping experience."
      },
      {
        "version": "15.5.0",
        "release_date": "2020-03-02T00:00:00",
        "release_notes": "Enjoy our latest update where we have fixed some bugs and improved our app to provide you a seamless shopping experience."
      }
    ]
  }
]
